[
  {
    "nome": "Geometry Dash RazorLeaf",
    "image": "https://media.rawg.io/media/screenshots/8ad/8ad83b99a7ea2116a72688ba26644b3f.jpg",
    "descricao": "<p>Geometry Dash RazorLeaf is an indie arcade game. It was originally released in 2023. Most rawgers rated the game as \"Exceptional\". <br>Geometry Dash RazorLeaf is available on Android and PC. </p>\n\n<p></p>",
    "atualizacao": "2024-07-15T08:29:30",
    "reputacao": 4.83,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/8ad/8ad83b99a7ea2116a72688ba26644b3f.jpg",
      "https://media.rawg.io/media/screenshots/8ad/8ad83b99a7ea2116a72688ba26644b3f.jpg"
    ],
    "plataforams": "PC, Android",
    "generos": [
      "casual",
      "indie",
      "arcade"
    ],
    "avaliacoes": 8972
  },
  {
    "nome": "House Designer: Fix & Flip",
    "image": "https://media.rawg.io/media/screenshots/f9c/f9c8f99edd5e865973400094ad82adc9.jpg",
    "descricao": "House Designer is a simulator that allows you to try yourself as an interior and landscape designer, using your imagination, creativity and creative ideas. Buy abandoned houses, renovate and decorate them. Give them a second life and live in them or sell them for a profit!<br/>\n<br/>\r\nAt the beginning of the game you will have access to a small but cozy house. There you will be able to practice and start to reveal your skills as a designer in search of your interior style.<br/>\n<br/>\r\nUsing all the tools in your kit, you will have to perform tasks to clean and furnish houses and lots. Earn experience and improve your skills and abilities.<br/>\n<br/>\r\nExperiment with the hundreds of interior furnishings and decorations available in a variety of styles and colors. Start by furnishing a kitchen or a cozy bedroom. Make your own recording studio in the basement or decorate a children's room. Use a wide range of floor and wall coverings to decorate your home to your taste.<br/>\n<br/>\r\nCreate harmony and beauty on your property.Plant flowers and arrange decorative flower beds with exotic plants. Install a gazebo, place comfortable chairs in it, or tile the pool area and place sun loungers. It's all up to you. Plan the whole area according to your imagination.<br/>\n<br/>\r\nEnjoy hours of fascinating repairs with realistic interior models. A large number of interesting locations with their own history and curiosities lie ahead.",
    "atualizacao": "2023-12-11T04:59:44",
    "reputacao": 4.75,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/f9c/f9c8f99edd5e865973400094ad82adc9.jpg",
      "https://media.rawg.io/media/screenshots/9a8/9a89a5226f287f7ea15b1d58c8a4fe1a_bQuVHPi.jpg",
      "https://media.rawg.io/media/screenshots/667/6678f1f38f503e82e92c131ee554b48a_KBGGmKA.jpg",
      "https://media.rawg.io/media/screenshots/848/848248b4c4bc040220304cff6e6e4c12.jpg",
      "https://media.rawg.io/media/screenshots/a46/a46019aacdcb9d789c45a4a784a211f0.jpg",
      "https://media.rawg.io/media/screenshots/36a/36a135fd69bd81630523b6ab2e224f10_kOdUSTY.jpg",
      "https://media.rawg.io/media/screenshots/07a/07a71aeef253ecb7c589695ad313ac72_v4bSbVz.jpg"
    ],
    "plataforams": "PC, iOS, Android",
    "generos": [
      "casual",
      "adventure",
      "simulation"
    ],
    "avaliacoes": 2986
  },
  {
    "nome": "Forgotten Memories: Remastered Edition",
    "image": "https://media.rawg.io/media/games/dac/dac553a6463e91299de69366bf6485f9.jpg",
    "descricao": "<p>Finalist in the CVA videogames awards 2015. Nominations: Best Audio, Best Original Music, Best Indie Game and Best iOS Game!<br />\n&quot;The most exciting horror game of 2015.&quot; - AppSpy<br />\n&quot;The developers have managed to craft a genuinely unsettling game with a moody atmosphere and masterfully engineered scares.&quot; - AppSpy<br />\n&quot;Forgotten Memories is an atmospheric tale of horror&quot; - 148Apps<br />\n&quot;It&#39;s a well put-together tribute to survival horror games of yesteryear.&quot; - PocketGamerUK<br />\n&quot;The game is easily recommendable for those looking for that Silent Hill feel.&quot; - Destructoid<br />\nAppStore customer rating: 9.5 out of 10!<br />\nTAKE A DEEP BREATH AND GET READY FOR THE HORROR OF FORGOTTEN MEMORIES.<br />\nDiscover a true gaming and narrative experience on your iOS device.<br />\nIn Forgotten Memories: Alternate Realities, you will play Rose Hawkins, a strong independent woman looking for Eden, a missing child. Rose wakes up wounded in a strange place she doesn&#39;t recognize. While looking for the young girl, she will find herself locked in a never ending tragedy; frozen in time. Rose will need to confront her deepest fears to unveil the mystery behind her terrifying investigation.<br />\n+ OLD SCHOOL SURVIVAL HORROR+<br />\nForgotten Memories is a third person Psychological Survival Horror game combining exploration, reflection, puzzles, action and survival where the gameplay is focused on fear mechanics.<br />\nA true spiritual successor of the greatest horrific games from the 90&#39;s. Forgotten Memories is a classic survival horror game.<br />\n+ A GREAT PLAYER EXPERIENCE+<br />\nForgotten Memories combines deep psychological story, beautifully rendered environments, and smooth gameplay action into a fantastic horror experience you will never forget.<br />\nEnjoy incredible voice acting with, among others, Guy Cihi and David Schaufele (James Sunderland and Eddie Dombrowski from Silent Hill 2).<br />\nMaster the game with accurate touch systems.<br />\n+ FEATURES OVERVIEW+<br />\n• Classic survival horror mechanics<br />\n• A deep narrative and climatic psychological horror experience<br />\n• High-end and smooth 3D graphics (Metal, HDRL; Dynamic Lighting / Shadows; Multiple post-processes)<br />\n• Challenging gameplay (Limited save points; few med kits; restricted ammo; unpredictable environments; adaptive enemies)<br />\n• Highly replayable; Unlockables; Game Center achievements, challenges and leaderboard; In game ranking stats system.<br />\n• Accurate touch controls<br />\n• No in-app purchases. We don&#39;t sell any weapons, ammunitions, or anything that will impact the game experience. You will be on your own ;)<br />\nSupported Hardware :<br />\niPhone 4s and higher, iPod touch 5th gen, iPad 2, iPadMini or Higher.<br />\nFor a better experience we recommend iPhone5s, iPadAir or iPadMini2 and up (any A7/A8 based devices).<br />\nFuture updates:<br />\nWe are aggressively updating and improving the game every week. Major version will contain multi-language support, new improvements/additions to the combat/AI system, new areas to explore and environments to interact with among other things.<br />\nImportant:<br />\nMFI controller support is partial. Menu navigation with MFI will come in the first major update.<br />\nMinimum supported devices: iPodTouch6, iPhone5, iPad3, iPadMini2 and newer. We not longer support devices with 512MBs of ram!</p>",
    "atualizacao": "2024-12-20T10:29:45",
    "reputacao": 4.71,
    "imagensComplementares": [
      "https://media.rawg.io/media/games/dac/dac553a6463e91299de69366bf6485f9.jpg",
      "https://media.rawg.io/media/screenshots/a57/a571bee2ac9513c0cb5a3fbb973b9922_Wz9g6YB.jpg",
      "https://media.rawg.io/media/screenshots/de8/de869ac7e6ca41933d809f98f1efc342.jpg",
      "https://media.rawg.io/media/screenshots/7ea/7ea76327825b01bed178edbb034c0e8b.jpg",
      "https://media.rawg.io/media/screenshots/290/2905b56349d8368d2e6dc0f8f9dc5f1b.jpg",
      "https://media.rawg.io/media/screenshots/b6e/b6eed5f447991220c217f5862e6b0e3d.jpg",
      "https://media.rawg.io/media/screenshots/934/9344cded601387af775fddfa361a2de2.jpg"
    ],
    "plataforams": "PC, Nintendo Switch, iOS, Android",
    "generos": [
      "indie",
      "adventure",
      "action",
      "simulation"
    ],
    "avaliacoes": 8540
  },
  {
    "nome": "Duskwood -Detective & Criminal",
    "image": "https://media.rawg.io/media/screenshots/350/3502cc047a27a30abc325dea00831686_1ipwDWG.jpg",
    "descricao": "<p>It&#39;s been 72 hours since Hannah disappeared without a trace. Out of nowhere, her friends suddenly receive a message from the missing person&#39;s phone. The mysterious message only contains a number... your number!<br />\n•  Investigate in an exciting criminal case: Collect evidence and make the right decisions<br />\n•  Images, voicemails, mini games and videos: In addition to text messages and choices, you can expect varied media and game content<br />\n• Make new friends: Join the crew and make new friends. But be careful who to trust...<br />\n<strong><em> Join the start of the new series! Download Duskwood now!</em></strong><br />\nSTORY<br />\nDuskwood is a small, sleepy village surrounded by a dense forest. Strangers rarely get lost in this remote area and when they do, they always describe the place as weird or even scary. The locals of Duskwood have never been worried about this. However, in the last 72 hours, many things have changed and even among the villagers concerns are growing: A girl has disappeared and the mysterious legends that are surrounding the ancient forest seem to come alive...<br />\n•  Realistic &amp; Exciting: Play the interactive story in a real messenger<br />\n•  Spy Mode: Secretly read chats of others<br />\n•  Completely free to play: You don&#39;t have to spend a buck if you don&#39;t want to<br />\n•  From the author of Dead City: Duskwood is the brand new story by the author of the worldwide hit Dead City. Head into this new adventure alongside thousands of fans!<br />\n•  Additional game content and updates: The game is constantly being developed. The next update will be released soon!<br />\nDownload now and connect to Duskwood! No worries - Duskwood will remain free in the future, too! You can support the development of the game through in-app purchases if you like<br />\n<strong><em>Be a part of it right from the beginning! Play Duskwood now!</em></strong><br />\nDUSKWOOD IS RELEASED IN EPISODES<br />\nWe decided to publish the interactive story Duskwood in episodes. Not to annoy you - quite the contrary! It was important to us that you could start right away, even though the game is not finished. While you&#39;re already searching for Hannah, solving puzzles and making decisions, we&#39;re working on the sequel. Your feedback is important to us. If you have any suggestions, please email us at support@everbytestudio.com<br />\nSOCIAL MEDIA<br />\nhttps://www.facebook.com/PlayDuskwood<br />\nhttps://www.facebook.com/EverbyteStudio<br />\nhttps://www.instagram.com/everbytestudio/<br />\nHOW TO PLAY? DECISION GAMES, TEXT ADVENTURES, CYOA? WHAT IS THIS?<br />\nYou are connected to your friends in Duskwood via chat messenger. This allows you to receive pictures, videos, voice messages and even phone calls. Your answers, choices and decisions influence what others reveal of themselves, whether they like you, and even change the course of the story. This type of role play game (rpg) is also called text adventure, cyoa, decision- or choice games. It belongs to the genre of interactive fiction.</p>",
    "atualizacao": "2024-10-11T04:39:55",
    "reputacao": 4.71,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/350/3502cc047a27a30abc325dea00831686_1ipwDWG.jpg",
      "https://media.rawg.io/media/screenshots/ce7/ce7be7040893c454b619a99e09019093_c0LslJd.jpg",
      "https://media.rawg.io/media/screenshots/9cd/9cd9c7a37f8218c0eb420ad47ada9832.jpg",
      "https://media.rawg.io/media/screenshots/350/3502cc047a27a30abc325dea00831686_1ipwDWG.jpg"
    ],
    "plataforams": "iOS, Android",
    "generos": [
      "adventure",
      "role-playing-games-rpg"
    ],
    "avaliacoes": 7154
  },
  {
    "nome": "Attack the Light - Steven Universe Light RPG",
    "image": "https://media.rawg.io/media/screenshots/3f1/3f1ea984103bae6ab909404bd50fc689.jpeg",
    "descricao": "**Destructoid’s Best Mobile Game of 2015 Nominee**<br/><br/>**Paste Magazine 10 Best Mobile Games of 2015**<br/><br/>**Popular Mechanics 10 Best RPG Games of 2015**<br/><br/>“A premium game with no in-app purchases of any sort, Attack the Light is a must-have for fans of both the show and turn-based role-playing games alike.” - Kotaku<br/><br/>“…a fantastic RPG that anyone can enjoy.” – Touch Arcade [5 out of 5 stars]<br/><br/>“Steven Universe: Attack the Light! shows a small role-playing game can be just as fulfilling as an 80-hour epic.&amp;quot; - Desctructoid 9 out of 10<br/><br/>Team up as Garnet, Pearl, Amethyst, and Steven to stop a powerful Gem weapon in Attack the Light!<br/> <br/>CRYSTAL GEM POWER<br/>Fire off Garnet’s Rocket Gauntlets, summon Holo-Pearl, and put the hurt on your enemies with Purple Puma. All four Gems have unique attacks and upgrades.<br/><br/>MAGICAL ADVENTURES<br/>Explore caves, fight bad guys, collect super secret treasure, and level up! Load up Steven’s backpack with all kinds of magical items to help you on your quest.<br/><br/>EASY TO PLAY RPG<br/>Intuitive tap and swipe controls make it easy to dish out devastating damage. Every new power has a new mechanic to master. <br/><br/>GEM FUSION<br/>Unleash the three-Gem fusion, Alexandrite! She’s a stone-cold Betty with mondo firepower. Don’t just attack the Light, obliterate it with Fusion power! <br/><br/>STORY BY REBECCA SUGAR<br/>Attack the Light has an all-new storyline from “Steven Universe” creator Rebecca Sugar. Plus, the game features original voiceover from Steven Universe cast members! <br/><br/>DIAMOND MODE<br/>Put your skills to the test with a new hardcore difficultly. Diamond Mode has beefier bad guys, and NO hints. Are you up to the challenge?<br/><br/>Four heroes teaming up for a magical adventure. Sounds like the best RPG ever! Time to ATTACK THE LIGHT!<br/><br/>*****<br/><br/>This game is available in the following languages: Arabic, Chinese, English, French, Italian, Japanese, Korean, Portuguese, Russian, Spanish, Turkish<br/><br/>If you&amp;#39;re having any problems with this app, feel free to contact us at advanced.platforms@turner.com. Tell us about the issues you&amp;#39;re running into as well as what device and OS version you&amp;#39;re using. <br/><br/>*****<br/><br/>IMPORTANT CONSIDERATIONS: <br/>This app may contain ads that feature other products, services, shows or offers from Cartoon Network and our partners.<br/><br/>PRIVACY INFORMATION: <br/>Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Apple, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Apple or your wireless carrier. <br/><br/>Terms of Use: http://www.cartoonnetwork.com/legal/termsofuse.html <br/>Privacy Policy: http://www.cartoonnetwork.com/legal/privacy/mobile.html",
    "atualizacao": "2023-12-08T06:49:13",
    "reputacao": 4.67,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/3f1/3f1ea984103bae6ab909404bd50fc689.jpeg",
      "https://media.rawg.io/media/screenshots/ca5/ca5632e1847c607f87310f9dfa133dee.jpg",
      "https://media.rawg.io/media/screenshots/486/4865653d7df655b1deda2cf9bdebda9b.jpg",
      "https://media.rawg.io/media/screenshots/08d/08d24657b6a544a17d50957c5245bfd7.jpg",
      "https://media.rawg.io/media/screenshots/c77/c7783805d41bc9e656514eb6f8aa7f3f.jpg",
      "https://media.rawg.io/media/screenshots/42d/42d381cbe221769cec92b1dd5fc31484.jpg",
      "https://media.rawg.io/media/screenshots/bef/bef18356ed688cd8da29dfd22a693fad_HiPo7SZ.jpeg"
    ],
    "plataforams": "iOS, Android",
    "generos": [
      "adventure",
      "role-playing-games-rpg"
    ],
    "avaliacoes": 5745
  },
  {
    "nome": "Fallen Hero: Rebirth",
    "image": "https://media.rawg.io/media/screenshots/f17/f1752ad45c08d2aa6ae473e05061be6d.jpg",
    "descricao": "Become the greatest telepathic villain Los Diablos has ever known! Once you were famous; soon you will be infamous. That is, unless your old friends in the Rangers stop you first. Juggle different identities and preserve your secrets as you build new alliances and try to forget the friendships you've left behind.<br/><br/>Fallen Hero: Rebirth is a 380,000 word interactive novel by Malin Rydén, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination.<br/><br/><ul><li> Hone your telepathic talents, possess people and venture into their minds.<br/></li><li> Build your own personalized combat armor: be a terrifying super-strong behemoth, a mysterious speedster or anything inbetween.<br/></li><li> Make alliances or enemies in the Los Diablos underworld while you outfight and outthink the heroes set against you.<br/></li><li> Explore relationships as straight, gay, bisexual or aromantic. Romance a mad scientist, your former partner, or both.<br/></li><li> Juggle two bodies and three identities, play as male, female or genderqueer.<br/></li><li> Above all; make sure your past never catches up with you.</li></ul><br/>How Far Will You Fall Down the Path Of Villainy?",
    "atualizacao": "2024-08-12T07:14:40",
    "reputacao": 4.67,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/f17/f1752ad45c08d2aa6ae473e05061be6d.jpg",
      "https://media.rawg.io/media/screenshots/409/409cf112aea25298487650de605062da.jpg",
      "https://media.rawg.io/media/screenshots/dbc/dbc6f2c31ef4959769293f4f92724e3f.jpg",
      "https://media.rawg.io/media/screenshots/7c8/7c80c2957b5db53b3c1adddb6a237afa.jpg",
      "https://media.rawg.io/media/screenshots/aca/aca4533d549e2fe17b1eaab8b7dc9795.jpg",
      "https://media.rawg.io/media/screenshots/f17/f1752ad45c08d2aa6ae473e05061be6d.jpg"
    ],
    "plataforams": "PC, iOS, Android, macOS, Linux",
    "generos": [
      "indie",
      "adventure",
      "role-playing-games-rpg"
    ],
    "avaliacoes": 863
  },
  {
    "nome": "WorldBox - Sandbox God Simulator",
    "image": "https://media.rawg.io/media/screenshots/3b3/3b3a91faa6ebe0d1edb48b00d33ac089.jpg",
    "descricao": "WorldBox is a free god and simulation Sandbox game. <br/><br/>In this free Sandbox god game you can create life and watch it prosper! <br/><br/>Spawn sheep, wolves, orks, elfs, dwarves, dragons, zombies and other magic creatures! Even UFO!<br/><br/>Civilizations can craft and build houses, roads and go to war with each other. Help them survive, evolve and build powerful civilization!<br/><br/>The Sandbox. Play around with different powers. You can dissolve ground with acid rain or even drop an atomic bomb! Spawn tornados, underground worms or a Heat ray. Enjoy creative destruction or craft worlds full of life!<br/><br/>Watch how classic Conway's Game of Life can quickly destroy world civilization. Or create Langton's ant cellular automata<br/><br/>Simulate various disasters. Meteorites, volcanos, lava, tornados, geysers and more. Simulate and watch evolution of creatures and the rise of civilizations<br/><br/>Craft a pixel world. You can build pixel art world using different free tools, magic and brushes. Just use different pixel types for coloring. Be creative!<br/><br/>Experiment in your own Sandbox game. Play with different creatures and powers in magic world simulation<br/><br/>Become a God of your own pixel art world. Create life and build civilization of different mythological races. Build a world of your dreams!<br/><br/>You can play this Sandbox game offline without wi fi or internet connection<br/><br/>Download Super WorldBox - God Game for FREE!<br/>If you are experiencing any problems, please do get in contact with me here: supworldbox@gmail.com<br/><br/>Leave a feedback or a suggestions if you want to see more powers and creatures in this free Sandbox game!<br/><br/>discord: https://discordapp.com/invite/worldbox<br/>facebook: https://www.facebook.com/superworldbox<br/>twitter: https://twitter.com/Kendja",
    "atualizacao": "2023-03-21T17:33:37",
    "reputacao": 4.62,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/3b3/3b3a91faa6ebe0d1edb48b00d33ac089.jpg",
      "https://media.rawg.io/media/screenshots/5bf/5bf1db69c3c80d78103da18ef1209c31.jpg",
      "https://media.rawg.io/media/screenshots/5a0/5a00600c9f44b712f0bacbfbaff7ba52.jpg",
      "https://media.rawg.io/media/screenshots/7ce/7ce13279dc1b8f4b48fd5706e088c880.jpg",
      "https://media.rawg.io/media/screenshots/6fb/6fbe936e870ce9e936968f67a46879e7.jpg",
      "https://media.rawg.io/media/screenshots/4f6/4f6e52ef517bfc9a9e2e14248bc6cd17.jpg",
      "https://media.rawg.io/media/screenshots/3b3/3b3a91faa6ebe0d1edb48b00d33ac089.jpg"
    ],
    "plataforams": "Android",
    "generos": [
      "simulation"
    ],
    "avaliacoes": 5163
  },
  {
    "nome": "The Enchanted Cave 2",
    "image": "https://media.rawg.io/media/screenshots/947/947c1c7d78a14a72a6bc9c9670f2a58e.jpeg",
    "descricao": "Delve into a strange cave with a seemingly endless supply of treasure, strategically choosing your battles to gather as much treasure as possible! Find rare artifacts and traverse the skill tree to become your choice of a mage, warrior, alchemist, or a mix of skills. Craft potions or enchant your equipment with ingredients, and discover secret areas! But be careful because the cave has oddly become quite dangerous lately with more explorers going missing every day…<br/><br/><strong>Gameplay</strong><br/>The Enchanted Cave 2 is an RPG/roguelike with a heavy focus on risk vs reward. Strategically choosing your battles, building your character, enchanting your equipment and knowing when to escape the cave are crucial to succeed.Key Features<ul><li>100 randomly-generated floors of loot, monsters, and minibosses<br/></li><li>Over 300 items, equipment, spells, and crafting ingredients<br/></li><li>Mid-cave shops to buy, sell, and enchant equipment<br/></li><li>Secret areas hidden in the walls<br/></li><li>A thriving town of tourists and eager explorers to talk and trade their equipment<br/></li><li>Sprawling skill tree featuring 3 unique play-styles, or any combination!<br/></li><li>4 playable characters<br/></li><li>A beautiful soundtrack by Grant Kirkhope<br/></li><li>Museum for the hardcore collectors<br/></li><li>New Game+ mode to infinity</li></ul><br/>For differences between the premium and lite flash version see here:<br/>http://steamcommunity.com/app/368610/discussions/0/615085406676386006/",
    "atualizacao": "2019-08-28T22:15:50",
    "reputacao": 4.57,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/947/947c1c7d78a14a72a6bc9c9670f2a58e.jpeg",
      "https://media.rawg.io/media/screenshots/a0d/a0dbc70d6ba2998d7d5c0a80325ebc49.jpg",
      "https://media.rawg.io/media/screenshots/395/3952e78af58051e0e838a9d388d0c1f7.jpg",
      "https://media.rawg.io/media/screenshots/a97/a97b4bc2ecf5031c156b3298a83a532b.jpg",
      "https://media.rawg.io/media/screenshots/ea2/ea2ba26f59ea00afb0b3339ced65ad38.jpg",
      "https://media.rawg.io/media/screenshots/2da/2daea4bd4167f1dd9722287dee9e72cc.jpg",
      "https://media.rawg.io/media/screenshots/676/6765e3adea973a2d755222bc3c006e9c.jpeg"
    ],
    "plataforams": "PC, iOS, Android, macOS, Linux",
    "generos": [
      "indie",
      "adventure",
      "role-playing-games-rpg"
    ],
    "avaliacoes": 1884
  },
  {
    "nome": "Dai Gyakuten Saiban 2: Naruhodō Ryūnosuke no Kakugo (Ace Attorney)",
    "image": "https://media.rawg.io/media/screenshots/8b6/8b60a9d65a80ee98fa6b453aa5d68bab.jpg",
    "descricao": "<p>Dai Gyakuten Saiban 2: Naruhodō Ryūnosuke no Kakugo (Ace Attorney) is an adventure game developed by Capcom. It was originally released in 2017. It was published by Capcom. The game is rated as \"Exceptional\" on RAWG. <br>You can play Dai Gyakuten Saiban 2: Naruhodō Ryūnosuke no Kakugo (Ace Attorney) on iOS, Android and Nintendo 3DS. </p>\n\n<p></p>",
    "atualizacao": "2023-07-05T15:38:12",
    "reputacao": 4.57,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/8b6/8b60a9d65a80ee98fa6b453aa5d68bab.jpg",
      "https://media.rawg.io/media/screenshots/8b6/8b60a9d65a80ee98fa6b453aa5d68bab.jpg"
    ],
    "plataforams": "iOS, Android, Nintendo 3DS",
    "generos": [
      "adventure"
    ],
    "avaliacoes": 151
  },
  {
    "nome": "SuperTuxKart",
    "image": "https://media.rawg.io/media/games/4de/4de345de55a10ad8be74da2e2b1a3bb8.jpg",
    "descricao": "<p>SuperTuxKart is a 3D open-source arcade racer with a variety characters, tracks, and modes to play.</p>",
    "atualizacao": "2023-03-11T00:23:12",
    "reputacao": 4.57,
    "imagensComplementares": [
      "https://media.rawg.io/media/games/4de/4de345de55a10ad8be74da2e2b1a3bb8.jpg",
      "https://media.rawg.io/media/screenshots/55a/55a4ce179f9e16ecceb65646798c1c67.jpg",
      "https://media.rawg.io/media/screenshots/543/543dd109c0d411dcb5eaa8c9efa77dc8.jpg",
      "https://media.rawg.io/media/screenshots/565/5650572bf5c5c4cb7971f6d78081a940.jpg",
      "https://media.rawg.io/media/screenshots/8de/8ded03e98508ad8107de026adb9e071f.jpg"
    ],
    "plataforams": "PC, Android, macOS, Linux",
    "generos": [
      "racing",
      "action"
    ],
    "avaliacoes": 550
  },
  {
    "nome": "Online Soccer Manager (OSM)",
    "image": "https://media.rawg.io/media/screenshots/1fe/1fea23bf352bacc01e92a5bb193a1c43.jpg",
    "descricao": "<p>Do you want to be the manager of your favorite football team? Online Soccer Manager (OSM) offers you that chance! This free-to-play game is completely renewed and contains all football competitions and clubs from all over the world.<br />\nChoose your club and manage everything: line-up, tactics, training, transfers and more!<br />\n•   Over 5 million players worldwide!<br />\n•   Play with your friends in the same competition!<br />\n•   Solid 4.4+ star review in the Play Store for many years!<br />\n•   Download and play for free!<br />\nOSM is an addictive football management game, which allows you to act like the real manager of your favorite team. You are in charge of deciding the line-up, the buying and selling of players, the training and many other aspects.<br />\nNeed a new striker? Send your scout to Spain!<br />\nYour pitch is not good enough? Upgrade your field and stadium!<br />\nPlayer suspended? Let your lawyer appeal the sentence!<br />\nAfter you managed everything at the club, once a day a match is simulated. It is up to you to prepare your team as good as possible, and make sure the results are good and stay good. And what is more fun than comparing your soccer skills with your friends?<br />\nWhat’s new in this version of OSM?<br />\n•   Official licenses of many clubs and competitions!<br />\n•   Design got a big upgrade!<br />\n•   New features, like the Business Club and Special Offers<br />\n•   Easier than ever to play with your friends!<br />\n•   More addictive than ever before!<br />\n•   Play in the 442oons Super League now!<br />\nPLEASE NOTE<br />\nThis is a one season game. At the end of the season you can select a new team for the next one. This way you&#39;re able to manage a lot of different teams over time, which is really awesome! You can manage a lot of different teams over time, which makes the game more challenging, more varied and more up-to-date compared to other football management games like. All your results will be stored in your profile.<br />\nWhen installing this app, we will ask you for permission to receive and send text messages. This is ONLY used when you decide to use an in-app payment option.<br />\nYou might wonder if this football game is really free. Well it is! You can play Online Soccer Manager for free as long as you want. So don&#39;t hesitate and install OSM now!<br />\nThe language in OSM is automatically set depending on the language settings on your device.</p>",
    "atualizacao": "2022-12-01T13:36:55",
    "reputacao": 4.56,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/1fe/1fea23bf352bacc01e92a5bb193a1c43.jpg",
      "https://media.rawg.io/media/screenshots/8fd/8fd4aec8272d59e2e4b95a7d1b46285e_gpLWqFL.jpg",
      "https://media.rawg.io/media/screenshots/89e/89e9c34f1fde20d35b8412568b3cb889_v1V83AC.jpg",
      "https://media.rawg.io/media/screenshots/0ca/0ca547e3d87e62b10c113980dd16ac01_4gwUFrJ.jpg",
      "https://media.rawg.io/media/screenshots/814/814252a1be7b3100d7c197bd04f14771_ZpTZ58M.jpg",
      "https://media.rawg.io/media/screenshots/cf3/cf3a4d98f2ea4db1538f55b992c73576_WWGwPC5.jpg",
      "https://media.rawg.io/media/screenshots/966/966f91387c1ef74d769e180fad067d31.jpg"
    ],
    "plataforams": "iOS, Android, Web",
    "generos": [
      "simulation",
      "sports"
    ],
    "avaliacoes": 1020
  },
  {
    "nome": "Hide Online - Hunters vs Props",
    "image": "https://media.rawg.io/media/screenshots/1d3/1d3595df151963ec09b2f04250a4fe81_cqSrNZX.jpg",
    "descricao": "Hide Online — an addictive and thrilling multiplayer Hide and Seek action-shooter game in popular Prop Hunt genre. <br/><br/>Hide as a Prop from other players in any room or try to escape! Simply swap and become any kind of hidden object — a chair, a box, a cup, or even a lavatory pan. <br/><br/>Or hunt the hidden players as a Hunter by finding and shooting them! <br/><br/>Both grownups and children will have fun playing hide and seek in Hide Online!",
    "atualizacao": "2019-07-30T22:09:10",
    "reputacao": 4.56,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/1d3/1d3595df151963ec09b2f04250a4fe81_cqSrNZX.jpg",
      "https://media.rawg.io/media/screenshots/d01/d01ed4a7726ba30fdd16cd8c2e60989a_pGQnK5r.jpg",
      "https://media.rawg.io/media/screenshots/849/84962a12c7d7206b0b58e87cefa8bb01.jpg",
      "https://media.rawg.io/media/screenshots/f01/f014e2095afae5dab507b66d11666a37.jpg",
      "https://media.rawg.io/media/screenshots/40c/40c8b74a64611d29fbdb26e3924d4abb_NVXi4Qp.jpg",
      "https://media.rawg.io/media/screenshots/baf/baf69fd18b239f9a509b63deaeb97924_lWyrhmb.jpg",
      "https://media.rawg.io/media/screenshots/eb7/eb71dd764b3811088a05adb265cdc66b.jpg"
    ],
    "plataforams": "iOS, Android",
    "generos": [
      "action",
      "role-playing-games-rpg"
    ],
    "avaliacoes": 3731
  },
  {
    "nome": "Rush Rally 3",
    "image": "https://media.rawg.io/media/screenshots/0bb/0bb76fa3aab5359e2564132587b0c0b9.jpg",
    "descricao": "<h3>Experience the Rush</h3>60 FPS racing (120fps on supported devices) at night or day in the rain or snow! Over 100 new and unique stages each with different surface types including snow, gravel, tarmac and dirt! Race with one of the best car dynamics models to date, including real time vehicle deformation and damage, built from over 15 years of experience. <br/><br/>Race with your favourite controller, all fully configurable including full force feedback wheel support!<br/><br/><br/><h3>World Rally Racing</h3>Take on the Career mode, race a Single Rally over many countries or grind metal to metal with other cars in Rally Cross.<br/><br/><br/><h3>Live Events</h3>Compete in weekly events against other players all over the world on a unique selection of tracks!<br/><br/><br/><h3>Build your Garage</h3>Upgrade, tune and customise a garage of over 20 different cars. Use the livery editor to completely change the look of your vehicles. Buy new wheels and upgrades to make each car truly unique.<br/><br/><br/><h3>Compete with Friends, Multiplayer and Offline</h3>Real-time cross platform multiplayer, Social Leaderboards and Ghost Racing allow you to race any player at any time. See how you compare with the world's best.",
    "atualizacao": "2023-12-04T03:22:31",
    "reputacao": 4.56,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/0bb/0bb76fa3aab5359e2564132587b0c0b9.jpg",
      "https://media.rawg.io/media/screenshots/6ff/6ff91b8cd447c5a776acf22c7988d22c_Vz6h5JH.jpg",
      "https://media.rawg.io/media/screenshots/812/8123a39d3247bfcbbaf9b0d48d388b8d_ZTpCCiW.jpg",
      "https://media.rawg.io/media/screenshots/6f7/6f783206196ee65ba5e9f77ad8a5d7f9_S9l1GyR.jpg",
      "https://media.rawg.io/media/screenshots/778/778f6716cc33eedbf411bd43b8db716c_EiFmilB.jpg",
      "https://media.rawg.io/media/screenshots/484/4843ac86e3e51b70c1d0716994d7d81c_oAfo7jE.jpg",
      "https://media.rawg.io/media/screenshots/6d9/6d9a72326ef308eb8cb724d6689437a9_gQcuh3h.jpg"
    ],
    "plataforams": "PC, iOS, Android",
    "generos": [
      "racing",
      "indie",
      "simulation",
      "sports"
    ],
    "avaliacoes": 9898
  },
  {
    "nome": "Chess",
    "image": "https://media.rawg.io/media/screenshots/82f/82fd11bcce59cfcdb54da09b5eae2f0c.jpg",
    "descricao": "Step into a world where every piece has potential and every move counts. Chess, the game that has enthralled thinkers for over a millennium, is now available for your mobile enjoyment. With Chess: The Grand Strategy Game, transform idle time into an intense strategy session or dive into a family game night with this timeless pursuit.<br/>\n<br/>\r\nUnleash Your Inner Chess Master<br/>\n<br/>\r\nClassic Heritage Meets Modern Play: Embrace the rich history of a 6th-century masterpiece as it converges with cutting-edge technology. Our app ensures the essence of chess is preserved and presented for the strategist in everyone.<br/>\n<br/>\r\nPlay Your Way: Whether you're sharpening your skills against our sophisticated AIs or relishing in a match against family and friends, there's always a new challenge waiting. Test your mettle against AIs set from child's play to near-impossible and see if you can claim victory!<br/>\n<br/>\r\nElo-Boosting Challenges: Earn experience points and level up your game as you defeat AI opponents. Tackle Easy (+1), Medium (+3), Hard (+5), and Expert (+7) levels to become the ultimate chess champion.<br/>\n<br/>\r\nFeature-Packed for Chess Aficionados<br/>\n<br/>\r\nUndo Feature: Made a mistake? No problem! Take a step back with our Undo feature.<br/>\r\nBoard Editor: Customize your battlefield with an intuitive Board Editor.<br/>\r\nExquisite Chess Sets: Choose from a variety of custom piece and board styles to suit your aesthetic preference.<br/>\r\nGame Save/Load: Life calls? Pause and save your game, then load it up anytime to continue your conquest.<br/>\r\nMultiple AI Difficulties: Hone your skills across 5 levels of AI difficulties – tailor your opponents to match your proficiency.<br/>\r\nCustom Themes: Personalize your chess experience with custom themes, avatars, and sounds.<br/>\r\nTimed Games: Craving a speedy match? Set the clock and test your quick-thinking skills with timer-based games.<br/>\r\nYour Global Chess Community<br/>\r\nEngage with a community of enthusiasts! Track your progress, share your most triumphant victories, and climb the ranks to prove your strategic prowess.<br/>\n<br/>\r\nChess: The Grand Strategy Game is more than just an app – it's a journey through the landscape of one of the world's most venerable games, redesigned for the modern strategist. Download now and let the kings and queens bow to your command!",
    "atualizacao": "2024-05-27T08:19:27",
    "reputacao": 4.56,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/82f/82fd11bcce59cfcdb54da09b5eae2f0c.jpg",
      "https://media.rawg.io/media/screenshots/e9b/e9b0d4b2a8137502914f3e8bf4477e08.jpg",
      "https://media.rawg.io/media/screenshots/097/0974137581418316c49facbf44f771d8.jpg",
      "https://media.rawg.io/media/screenshots/fb2/fb285521ff35bf39f5a8399b9c1cd785.jpg",
      "https://media.rawg.io/media/screenshots/42b/42b80272a8c8b396343e7ba7d0db55b3.jpg",
      "https://media.rawg.io/media/screenshots/82f/82fd11bcce59cfcdb54da09b5eae2f0c.jpg"
    ],
    "plataforams": "PC, Nintendo Switch, iOS, Android, macOS, Linux, PlayStation 3, PS Vita, PSP",
    "generos": [
      "puzzle",
      "casual",
      "strategy",
      "simulation",
      "sports",
      "indie",
      "board-games"
    ],
    "avaliacoes": 3428
  },
  {
    "nome": "ANOMALOUS COFFEE MACHINE",
    "image": "https://media.rawg.io/media/screenshots/1ad/1adc887a4345dfcfc4ea939b8064798c.jpg",
    "descricao": "<p>Anomalous Coffee Machine is a unique visual novel interactive simulation style game where you encounter a mysterious girl that, for unknown reasons, asks you to use and explore her mysterious and seemingly anomalous coffee vending machine (like SCP-294)!</p>\n<p>Of course, as the name implies, it&#39;s no ordinary vending machine. Instead, the coffee machine can dispense any cup of liquid, whether it&#39;s possible or impossible.</p>",
    "atualizacao": "2025-01-23T00:15:11",
    "reputacao": 4.53,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/1ad/1adc887a4345dfcfc4ea939b8064798c.jpg",
      "https://media.rawg.io/media/screenshots/78e/78e1eea2cff75f918134393d392378cd.jpg",
      "https://media.rawg.io/media/screenshots/2cf/2cfc1cee2d39ffb10a13626424fe212b.jpg",
      "https://media.rawg.io/media/screenshots/b1a/b1a47c79f3ba7993c78a1ea807400c25.jpg",
      "https://media.rawg.io/media/screenshots/bb9/bb97b713da7a84b21de343213729ae8b.jpg",
      "https://media.rawg.io/media/screenshots/b42/b42b803dfa6cb64f1c69c98f4afbf916.jpg",
      "https://media.rawg.io/media/screenshots/1ad/1adc887a4345dfcfc4ea939b8064798c.jpg"
    ],
    "plataforams": "PC, Android, macOS, Linux",
    "generos": [
      "simulation"
    ],
    "avaliacoes": 4937
  },
  {
    "nome": "The Great Ace Attorney Chronicles",
    "image": "https://media.rawg.io/media/games/74a/74a324529a14915adfc887d257f16f86.jpg",
    "descricao": "<p>Set in late 19th century Japan and England, each title features five murder-mystery episodes filled with all the drama, laughs, twists, and “turnabouts” you’ve come to expect from the legally labyrinthine legacy of Ace Attorney. Join Ryunosuke Naruhodo, ancestor of series mainstay Phoenix Wright, as he attempts to uncover the secrets behind an international criminal conspiracy and solve a hauntingly baffling cold case, while tackling a series of tricky trials along the way. Dozens of hours of attorney action awaits you!</p>\n<p>In the course of each case, you’ll speak to witnesses, examine evidence and clues, and attempt to deduce the dastardly intent behind the crime before proceeding to the courtroom. In court, you will hear testimonies, cross-examine witnesses, and present evidence. And of course, it wouldn’t be an Ace Attorney game if you couldn’t shout “OBJECTION!” when you know you’ve got the facts and evidence needed to contradict the prosecution’s claims and prove your client’s innocence.<br />\nThe game includes a convenient assistance feature in case you hit a dead end in your investigation, so even if this is your first Ace Attorney game, you can get into your amateur sleuthing adventures with ease! Will you be able to crack these clever cases? The game is afoot!</p>",
    "atualizacao": "2024-12-19T02:09:43",
    "reputacao": 4.53,
    "imagensComplementares": [
      "https://media.rawg.io/media/games/74a/74a324529a14915adfc887d257f16f86.jpg",
      "https://media.rawg.io/media/screenshots/9a3/9a3ac533f48fa5549e895e541088f25e.jpg",
      "https://media.rawg.io/media/screenshots/1c5/1c5e6e410c28881c8c640416b2e54a99.jpg",
      "https://media.rawg.io/media/screenshots/610/6102b6b22ce7da283e5e1acc323060be.jpg",
      "https://media.rawg.io/media/screenshots/30a/30a3defe8638f5522bfbaa1184309e1e.jpg",
      "https://media.rawg.io/media/screenshots/9d9/9d94b015cecf481836f829caf8a84d11.jpg",
      "https://media.rawg.io/media/screenshots/659/659c0d3ea937f9245c1f45841fc8dd67.jpg"
    ],
    "plataforams": "PC, PlayStation 4, Nintendo Switch, iOS, Android, Nintendo 3DS",
    "generos": [
      "adventure"
    ],
    "avaliacoes": 8810
  },
  {
    "nome": "The Greedy Cave",
    "image": "https://media.rawg.io/media/screenshots/63f/63f76b9b08073a3c051e99d670405850.jpeg",
    "descricao": "In a land far, far away there once was a vast continent called Milton. It was a land where the power of rule came by the sword and the arcane, where Men who devoted themselves to the blade or to magecraft, could become the finest warriors, wisest wizards or the greatest adventurers. In this land, there are several kingdoms divided by borders but united through history. Countless stories of alliances, upheaval, and moments of peace bedeck this tapestry, but that is a tale for another day. <br/><br/>Our story begins in a remote kingdom to the north, Iblis, an obscure and oft-forgotten place. It is a wild and barren land, a place where its people scrape a living from the earth, mining minerals for the lords of the south. On occasion, adventurers would stop by for the night but never linger. Until one day, a fledgling adventurer lost his way and stumbled into a hole. The story might have ended then had he not come back, but return he did, with sacks of gold and glittering treasure. <br/><br/>Like a fierce gale from the north, news of his fame and fortune fanned across the kingdoms overnight, and kings sent their bravest warriors and adventurers to clear the cavern of monsters in search of treasure. Even peasants wanting a part of this newfound wealth partook in these expeditions. In no time at all, a bustling town had sprung up in this forgotten place. People set up camps, and formed their own groups to explore the cave. Clever merchants not missing this opportunity, built taverns and shops near the cave, selling equipment and potions to eager adventurers. At first everything seemed fine. As explorers delved into the caves, they encountered new creatures and discovered new treasures. Mysteries continued to poured forth from the cave, yet nobody knew where the source of the secrets lay. However, as the explorations continued, the balance of wealth beyond the cave began to waver, and cracks appeared among those adventurers who had previously worked arm-in-arm. The latecomers or weak, limited to wandering the upper levels of the cave, could only watch as the veteran adventurers brought treasure after treasure from the deep. They began harboring dark thoughts as they watched the veteran adventurers grow arrogant from their largesse, ordering people around, hoarding secrets from the rest. The place became a festering pool of suspicions and greed, mired in jealous rage. <br/><br/>It started with an adventurer disappearing in the cave. Rumors circulated he had found some legendary treasure and hoarded it for himself. Others said he had been guided to another world by some mysterious magic force in the cave. Still the unspoken belief was that he had been murdered by a rival party and was buried somewhere beneath the caverns. Nobody knows exactly what happened, but people have continued to disappear ever since. As more people have gone missing, some adventurers have called it quits, others cling to hope, and a few continue to wait and see. Which brings us to you, an ordinary young man, coming into this extraordinary circumstance with purposes unknown to others. May you find what you seek in ...<br/><br/>--------------------------------------------------------<br/>In &amp;quot;The Greedy Cave&amp;quot;, you are a brave adventurer tasked with exploring a mysterious cave and battling all kinds of monsters.<br/><br/>Use your wits to defeat them, learn different skills, gain mighty equipment, challenge evil monster bosses, and decipher the mysterious surrounding this cave...<br/><br/>Game Features<br/>·Randomly generated cave levels provide a different game experience every time!                     <br/>·Hundreds of monsters to defeat!<br/>·Hundreds of equipments to collect!<br/>·Hundreds of quests and achievements to conquer!<br/>·Enchant/Reform/Level up/Gold collecting, and more abundant systems to explore!<br/><br/>Contact us<br/>bd@avalongames.com.cn<br/>https://www.facebook.com/greedycave/",
    "atualizacao": "2022-11-11T21:15:15",
    "reputacao": 4.5,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/63f/63f76b9b08073a3c051e99d670405850.jpeg",
      "https://media.rawg.io/media/screenshots/9bb/9bb1ff3621f45c10434ac91601ce3a52_g7YdFiP.jpg",
      "https://media.rawg.io/media/screenshots/ed8/ed8f406636c384bd534d5f57bd8c3343.jpg",
      "https://media.rawg.io/media/screenshots/e53/e5356b64aba7f90e5c564073a1e0ca97.jpg",
      "https://media.rawg.io/media/screenshots/5b8/5b84d8b59a5c3d6322bb8fa0d93e7e86_nrSEWDL.jpg",
      "https://media.rawg.io/media/screenshots/d2e/d2e536bb00d178984702326c146c2dcc.jpg",
      "https://media.rawg.io/media/screenshots/cb2/cb298e9236b6c3a6fc6f7ff1c33d4c35.jpeg"
    ],
    "plataforams": "iOS, Android",
    "generos": [
      "adventure",
      "role-playing-games-rpg"
    ],
    "avaliacoes": 765
  },
  {
    "nome": "Sky Force 2014",
    "image": "https://media.rawg.io/media/screenshots/c02/c02198cb96f8c1979c4753f6b5d82933.jpg",
    "descricao": "The mobile blaster legend is back to celebrate its 10-year anniversary in super-destructive style. Harnessing the intensity of classic arcade shoot-’em-ups combined with the hottest smartphone technology, Sky Force 2014 offers a stunning scrolling shooter experience with an incredible new social gameplay element.<br/><br/>Ten years ago, IGN said, “Put simply, Sky Force is amazing.” Scoring an incredible 9.5 out of 10, Sky Force took the early mobile gaming scene by force.<br/><br/>And now it’s back. Bigger, bolder and more intense than ever.<br/><br/>This 10th anniversary edition adds incredible depth to the series through stunning 3D graphics, intuitive touchscreen controls and a powerful upgrade system that’ll keep you blasting for hours on end.<br/><br/>Weekly tournaments take place on unique new levels as you battle it out against legions of other Sky Force 2014 players, offering great rewards not only for winning, but for rescuing other pilots who’ve already been taken down!<br/><br/>The hottest shooter is no push over, but the invigorating gameplay and vast library of <br/>achievements will keep both casual players and hardcore gamers hooked as you upgrade your ship and take it a little deeper into the incredible battlefield time after time.<br/><br/>FEATURES:<br/><br/> * Beautiful levels with immersive missions to complete.<br/> * Multiple extreme boss battles.<br/> * Upgrade your shields, guns, missiles, lasers, mega-bombs and magnets.<br/> * Risk everything to rescue civilians.<br/> * Brand new weekly tournaments against other players.<br/> * Boost your final score with a host of in-game achievements.<br/> * Rescue fallen opponents to win extra lives and stars.<br/> * Accessible to beginners, as well as hardcore shooter addicts.<br/> * Full voiceover and incredible electronic soundtrack.<br/><br/><br/>Get ready for the fight of your life in Sky Force 2014.",
    "atualizacao": "2019-07-30T02:05:38",
    "reputacao": 4.5,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/c02/c02198cb96f8c1979c4753f6b5d82933.jpg",
      "https://media.rawg.io/media/screenshots/eb4/eb485d2e8ac441a16bed18c9a5949c40_FScc38s.jpg",
      "https://media.rawg.io/media/screenshots/e30/e30f2405fcd52460033da5a8e5ea1f13_HkqjoQL.jpg",
      "https://media.rawg.io/media/screenshots/0d5/0d59e13e3e08dc4777714d507a797084.jpg",
      "https://media.rawg.io/media/screenshots/b9d/b9d5e85e9dd18a070e309e8e1fecf9d1.jpg",
      "https://media.rawg.io/media/screenshots/f55/f552e6d32a105c85be26bcbf7a864c76_gALJ9E3.jpg",
      "https://media.rawg.io/media/screenshots/ec4/ec4549bf73935ae6f612efc29127ba12.jpeg"
    ],
    "plataforams": "iOS, Android",
    "generos": [
      "casual",
      "arcade",
      "action"
    ],
    "avaliacoes": 9090
  },
  {
    "nome": "Bring You Home",
    "image": "https://media.rawg.io/media/screenshots/d94/d9482a17517b087f9d8532a65e349ba9.jpg",
    "descricao": "BRING YOU HOME unravels the story of Polo, a humble alien hero who will traverse all kinds of worlds in a frenzied chase to rescue his kidnapped alien pet.<br/>\n<br/>\r\nBRING YOU HOME is a cute and accessible, purely visual, family-friendly puzzle adventure… with a twist in the gameplay. You don’t control the hero, you control the level ITSELF! How? Change and rearrange the pieces of every level to unveil the right path for Polo!<br/>\n<br/>\r\nWith this innovative mechanic, even failing can be fun! If poor Polo finds a deadly but hilarious fate, just go back in time and rewind the level.<br/>\n<br/>\r\nVenture into oodles of worlds stuffed with magical characters, bizarre surprises, and many treacherous dangers – all to catch the captors of your missing pet. Will you get to the bottom of this mystery?<br/>\n<br/>\r\nINVENTIVE<br/>\r\nExplore a mind-boggling game mechanic that allows you to control the environment around you!<br/>\n<br/>\r\nUNEXPECTED<br/>\r\nJump from world to world in dozens of levels all around the universe. You never know what’s gonna happen next!<br/>\n<br/>\r\nSILLY<br/>\r\nDiscover all the wacky pitfalls in every level – you don’t want to miss them!<br/>\n<br/>\r\nADORABLE<br/>\r\nFind and collect nostalgic pictures you took with your lovely pet! Oh, sweet memories…",
    "atualizacao": "2023-03-16T22:28:56",
    "reputacao": 4.5,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/d94/d9482a17517b087f9d8532a65e349ba9.jpg",
      "https://media.rawg.io/media/screenshots/864/86461b746107337e5f7aad104e81c663.jpg",
      "https://media.rawg.io/media/screenshots/d21/d2164626aeada1bf35691ba78c5d7db7_mfWoZ7r.jpg",
      "https://media.rawg.io/media/screenshots/01f/01f56eecba8f785ea7cc1b613a970e4e.jpg",
      "https://media.rawg.io/media/screenshots/410/4104cee377f32cb631cc9a2a616bc6fc_18XnxZA.jpg",
      "https://media.rawg.io/media/screenshots/070/070c57018f1c7acf681f3884252d4a32_iVKzrhq.jpg",
      "https://media.rawg.io/media/screenshots/314/314638a3bcdb8f3ecb48dcf5b1a6ef28.jpg"
    ],
    "plataforams": "PC, iOS, Android, macOS, Linux",
    "generos": [
      "casual",
      "indie",
      "adventure",
      "puzzle"
    ],
    "avaliacoes": 1141
  },
  {
    "nome": "Dungeon Village",
    "image": "https://media.rawg.io/media/screenshots/483/483372cf06cac11320149e1147c87536.jpg",
    "descricao": "<p>Welcome to an epic RPG world in which the town you build can grow from humble hamlet into a mecca for the land&#39;s most ambitious adventurers!<br />\nThe enterprising warriors that stop by your blossoming burg will defeat monsters and earn you money. Conquering dungeons and clearing out hordes of monsters will bag you loot to stock your shops. And if your hamlet flourishes, adventurers will want to set up house and settle down!<br />\nBuild training facilities like Combat Schools and Magic Labs to hone your heroic denizens&#39; skills and boost your village&#39;s Popularity. The more faces that flock to your cause, the bigger the baddies you can beat!<br />\nAn all-new &quot;Cauldron&quot; feature also allows you to test your alchemic expertise. Toss items obtained from quests or shops into the Cauldron and your armory might receive a rare addition.<br />\nNo dungeon is too deep! Make your village the crown estate of this bold RPG narrative!</p>\n<hr />\n<p>The game now lets you switch between English and Japanese.</p>",
    "atualizacao": "2023-12-29T10:41:41",
    "reputacao": 4.5,
    "imagensComplementares": [
      "https://media.rawg.io/media/screenshots/483/483372cf06cac11320149e1147c87536.jpg",
      "https://media.rawg.io/media/screenshots/935/9355523cc21d2adb3cfe86763df62e0a.jpg",
      "https://media.rawg.io/media/screenshots/3d3/3d30dfb92a2dd2953fe445618e31ff07_pU73MOX.jpg",
      "https://media.rawg.io/media/screenshots/167/1679add28d67062523a9e88b028f25fe.jpg",
      "https://media.rawg.io/media/screenshots/a9c/a9c0b264f0951ac46120bdf02768f9b4_TYWT1vr.jpg",
      "https://media.rawg.io/media/screenshots/66e/66eeff8f057cbc4bcc2c6391f411c2f1.jpg",
      "https://media.rawg.io/media/screenshots/fdd/fdd1232976e81d96ab4026f49e149d26.jpeg"
    ],
    "plataforams": "PC, PlayStation 4, Nintendo Switch, iOS, Android",
    "generos": [
      "role-playing-games-rpg",
      "casual",
      "strategy",
      "arcade",
      "simulation",
      "indie"
    ],
    "avaliacoes": 174
  }
]